Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

source: This station's predictions couldn't be downloaded.
da: Denne stations prognoser kunne ikke hentes.
de: Die Vorhersagen für diese Station konnten nicht geladen werden.
es_es: No se pudieron descargar las predicciones de esta estación.
fi: Tämän aseman ennusteita ei voitu ladata.
fr_ca: Les prévisions de cette station n’ont pas pu être téléchargées.
it: Impossibile scaricare le previsioni di questa stazione.
ja: この観測所の予測をダウンロードできませんでした。
ko: 이 관측소의 예측을 다운로드하지 못했습니다.
nb: Kunne ikke laste ned prognosene for denne stasjonen.
nl: De voorspellingen voor dit station konden niet worden gedownload.
pt_br: Não foi possível baixar as previsões desta estação.
pt_pt: Não foi possível descarregar as previsões desta estação.
sv: Den här stationens prognoser kunde inte hämtas.

source: This station's predictions didn't finish downloading. Slackwater will try again.
da: Denne stations prognoser blev ikke hentet færdig. Slackwater prøver igen.
de: Die Vorhersagen für diese Station wurden nicht vollständig geladen. Slackwater versucht es erneut.
es_es: No terminó la descarga de las predicciones de esta estación. Slackwater volverá a intentarlo.
fi: Tämän aseman ennusteiden lataus jäi kesken. Slackwater yrittää uudelleen.
fr_ca: Le téléchargement des prévisions de cette station est incomplet. Slackwater réessaiera.
it: Il download delle previsioni di questa stazione non è terminato. Slackwater riproverà.
ja: この観測所の予測のダウンロードが完了していません。Slackwaterが再試行します。
ko: 이 관측소의 예측 다운로드가 완료되지 않았습니다. Slackwater가 다시 시도합니다.
nb: Nedlastingen av prognosene for denne stasjonen ble ikke fullført. Slackwater prøver igjen.
nl: Het downloaden van de voorspellingen voor dit station is niet voltooid. Slackwater probeert het opnieuw.
pt_br: O download das previsões desta estação não terminou. Slackwater tentará novamente.
pt_pt: A descarga das previsões desta estação não terminou. O Slackwater tentará novamente.
sv: Den här stationens prognoser hämtades inte klart. Slackwater försöker igen.

source: This station's predictions need a connection before they can download.
da: Denne stations prognoser kræver forbindelse, før de kan hentes.
de: Zum Laden der Vorhersagen für diese Station ist eine Verbindung erforderlich.
es_es: Las predicciones de esta estación necesitan conexión para descargarse.
fi: Tämän aseman ennusteiden lataaminen vaatii verkkoyhteyden.
fr_ca: Les prévisions de cette station nécessitent une connexion avant de pouvoir être téléchargées.
it: Serve una connessione per scaricare le previsioni di questa stazione.
ja: この観測所の予測をダウンロードするには、インターネット接続が必要です。
ko: 이 관측소의 예측을 다운로드하려면 인터넷 연결이 필요합니다.
nb: Du trenger en tilkobling for å laste ned prognosene for denne stasjonen.
nl: Er is een verbinding nodig om de voorspellingen voor dit station te downloaden.
pt_br: É necessária uma conexão para baixar as previsões desta estação.
pt_pt: É necessária uma ligação para descarregar as previsões desta estação.
sv: Den här stationens prognoser kräver en anslutning för att kunna hämtas.

source: Tidal range
da: Tidevandsforskel
de: Tidenhub
es_es: Amplitud de marea
fi: Vuorovesivaihtelu
fr_ca: Marnage
it: Escursione di marea
ja: 潮差
ko: 조차
nb: Tidevannsforskjell
nl: Getijverschil
pt_br: Amplitude das marés
pt_pt: Amplitude das marés
sv: Tidvattenskillnad

source: Tide · %@
da: Tidevand · %@
de: Gezeiten · %@
es_es: Marea · %@
fi: Vuorovesi · %@
fr_ca: Marée · %@
it: Marea · %@
ja: 潮汐 · %@
ko: 조석 · %@
nb: Tidevann · %@
nl: Getij · %@
pt_br: Maré · %@
pt_pt: Maré · %@
sv: Tidvatten · %@

source: Tide · CHS
da: Tidevand · CHS
de: Gezeiten · CHS
es_es: Marea · CHS
fi: Vuorovesi · CHS
fr_ca: Marée · CHS
it: Marea · CHS
ja: 潮汐 · CHS
ko: 조석 · CHS
nb: Tidevann · CHS
nl: Getij · CHS
pt_br: Maré · CHS
pt_pt: Maré · CHS
sv: Tidvatten · CHS

source: Tide · NOAA
da: Tidevand · NOAA
de: Gezeiten · NOAA
es_es: Marea · NOAA
fi: Vuorovesi · NOAA
fr_ca: Marée · NOAA
it: Marea · NOAA
ja: 潮汐 · NOAA
ko: 조석 · NOAA
nb: Tidevann · NOAA
nl: Getij · NOAA
pt_br: Maré · NOAA
pt_pt: Maré · NOAA
sv: Tidvatten · NOAA

source: Tide and Current predictions nearby.
da: Tidevands- og strømprognoser i nærheden.
de: Gezeiten- und Strömungsvorhersagen in der Nähe.
es_es: Predicciones cercanas de mareas y corrientes.
fi: Lähistön vuorovesi- ja virtausennusteet.
fr_ca: Prévisions de marée et de courant à proximité.
it: Previsioni di maree e correnti nelle vicinanze.
ja: 近くの潮汐と潮流の予測。
ko: 주변 조석 및 조류 예측.
nb: Tidevanns- og strømprognoser i nærheten.
nl: Getij- en stroomvoorspellingen in de buurt.
pt_br: Previsões de marés e correntes próximas.
pt_pt: Previsões de marés e correntes próximas.
sv: Tidvatten- och strömprognoser i närheten.

source: Tide at %@
da: Tidevand ved %@
de: Gezeiten bei %@
es_es: Marea en %@
fi: Vuorovesi: %@
fr_ca: Marée à %@
it: Marea a %@
ja: %@の潮汐
ko: %@의 조석
nb: Tidevann ved %@
nl: Getij bij %@
pt_br: Maré em %@
pt_pt: Maré em %@
sv: Tidvatten vid %@

# Tide at %@ · %@
source: Tide at %1$@ · %2$@
da: Tidevand ved %@ · %@
de: Gezeiten bei %1$@ · %2$@
es_es: Marea en %1$@ · %2$@
fi: Vuorovesi: %@ · %@
fr_ca: Marée à %1$@ · %2$@
it: Marea a %1$@ · %2$@
ja: %1$@の潮汐 · %2$@
ko: %@의 조석 · %@
nb: Tidevann ved %1$@ · %2$@
nl: Getij bij %1$@ · %2$@
pt_br: Maré em %1$@ · %2$@
pt_pt: Maré em %1$@ · %2$@
sv: Tidvatten vid %@ · %@

source: Tide height
da: Tidevandshøjde
de: Gezeitenhöhe
es_es: Altura de marea
fi: Vuoroveden korkeus
fr_ca: Hauteur de la marée
it: Altezza della marea
ja: 潮位
ko: 조석 높이
nb: Tidevannshøyde
nl: Getijhoogte
pt_br: Altura da maré
pt_pt: Altura da maré
sv: Tidvattenhöjd

source: Tide height looks wrong
da: Tidevandshøjden ser forkert ud
de: Gezeitenhöhe scheint falsch zu sein
es_es: La altura de marea parece incorrecta
fi: Vuoroveden korkeus näyttää väärältä
fr_ca: La hauteur de la marée semble incorrecte
it: L’altezza della marea sembra errata
ja: 潮位が正しくないようです
ko: 조석 높이가 잘못된 것 같음
nb: Tidevannshøyden virker feil
nl: Getijhoogte lijkt onjuist
pt_br: A altura da maré parece errada
pt_pt: A altura da maré parece errada
sv: Tidvattenhöjden verkar fel

source: Tide height units
da: Enheder for tidevandshøjde
de: Einheiten der Gezeitenhöhe
es_es: Unidades de altura de marea
fi: Vuoroveden korkeuden yksiköt
fr_ca: Unités de hauteur de marée
it: Unità di altezza della marea
ja: 潮位の単位
ko: 조석 높이 단위
nb: Enheter for tidevannshøyde
nl: Eenheden voor getijhoogte
pt_br: Unidades de altura da maré
pt_pt: Unidades de altura da maré
sv: Enheter för tidvattenhöjd

source: Tide or Current
da: Tidevand eller strøm
de: Gezeiten oder Strömung
es_es: Marea o corriente
fi: Vuorovesi tai virtaus
fr_ca: Marée ou courant
it: Marea o corrente
ja: 潮汐または潮流
ko: 조석 또는 조류
nb: Tidevann eller strøm
nl: Getij of stroming
pt_br: Maré ou corrente
pt_pt: Maré ou corrente
sv: Tidvatten eller ström

source: Tide Station
da: Tidevandsstation
de: Gezeitenstation
es_es: Estación de mareas
fi: Vuorovesiasema
fr_ca: Station de marée
it: Stazione di marea
ja: 潮汐観測所
ko: 조석 관측소
nb: Tidevannsstasjon
nl: Getijstation
pt_br: Estação de marés
pt_pt: Estação de marés
sv: Tidvattenstation

source: Tide timeline
da: Tidslinje for tidevand
de: Gezeitenverlauf
es_es: Cronología de mareas
fi: Vuoroveden aikajana
fr_ca: Chronologie des marées
it: Cronologia delle maree
ja: 潮汐のタイムライン
ko: 조석 타임라인
nb: Tidslinje for tidevann
nl: Getijtijdlijn
pt_br: Linha do tempo da maré
pt_pt: Cronologia da maré
sv: Tidslinje för tidvatten

source: Tides
da: Tidevand
de: Gezeiten
es_es: Mareas
fi: Vuorovedet
fr_ca: Marées
it: Maree
ja: 潮汐
ko: 조석
nb: Tidevann
nl: Getij
pt_br: Marés
pt_pt: Marés
sv: Tidvatten

source: Tides and currents open here.
da: Tidevand og strømme åbnes her.
de: Gezeiten und Strömungen werden hier geöffnet.
es_es: Mareas y corrientes disponibles aquí.
fi: Vuorovedet ja virtaukset avautuvat täällä.
fr_ca: Marées et courants accessibles ici.
it: Maree e correnti si aprono qui.
ja: ここで潮汐と潮流を開けます。
ko: 여기서 조석과 조류가 열립니다.
nb: Tidevann og strømmer åpnes her.
nl: Getij en stromingen worden hier geopend.
pt_br: Marés e correntes abrem aqui.
pt_pt: Marés e correntes abrem aqui.
sv: Tidvatten och strömmar öppnas här.

source: To continue, open the app switcher on your iPhone and tap Slackwater.
da: For at fortsætte skal du åbne appskifteren på din iPhone og trykke på Slackwater.
de: Öffne zum Fortfahren den App-Umschalter auf deinem iPhone und tippe auf Slackwater.
es_es: Para continuar, abre el selector de apps en tu iPhone y toca Slackwater.
fi: Jatka avaamalla iPhonen appinvaihtaja ja napauttamalla Slackwateria.
fr_ca: Pour continuer, ouvrez le sélecteur d’apps sur votre iPhone et touchez Slackwater.
it: Per continuare, apri il selettore delle app su iPhone e tocca Slackwater.
ja: 続けるには、iPhoneでAppスイッチャーを開き、Slackwaterをタップしてください。
ko: 계속하려면 iPhone의 앱 전환기를 열고 Slackwater를 탭하세요.
nb: For å fortsette åpner du appveksleren på iPhone og trykker på Slackwater.
nl: Open de appkiezer op je iPhone en tik op Slackwater om verder te gaan.
pt_br: Para continuar, abra o seletor de apps no iPhone e toque em Slackwater.
pt_pt: Para continuar, abra o seletor de aplicações no iPhone e toque no Slackwater.
sv: För att fortsätta, öppna appväxlaren på din iPhone och tryck på Slackwater.

source: Today
da: I dag
de: Heute
es_es: Hoy
fi: Tänään
fr_ca: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
pt_br: Hoje
pt_pt: Hoje
sv: I dag

source: Today's Curve
da: Dagens kurve
de: Heutige Kurve
es_es: Curva de hoy
fi: Tämän päivän käyrä
fr_ca: Courbe du jour
it: Curva di oggi
ja: 今日の曲線
ko: 오늘의 곡선
nb: Dagens kurve
nl: Curve van vandaag
pt_br: Curva de hoje
pt_pt: Curva de hoje
sv: Dagens kurva

source: Today's curve with the next event.
da: Dagens kurve med næste begivenhed.
de: Heutige Kurve mit dem nächsten Ereignis.
es_es: La curva de hoy con el próximo evento.
fi: Tämän päivän käyrä ja seuraava tapahtuma.
fr_ca: La courbe du jour avec l’événement suivant.
it: La curva di oggi con il prossimo evento.
ja: 今日の曲線と、次の変化。
ko: 오늘의 곡선과 다음 현상.
nb: Dagens kurve med neste hendelse.
nl: De curve van vandaag met de volgende gebeurtenis.
pt_br: A curva de hoje com o próximo evento.
pt_pt: A curva de hoje com o próximo evento.
sv: Dagens kurva med nästa händelse.

source: Today's tide or current curve, with the next event.
da: Dagens tidevands- eller strømkurve med næste begivenhed.
de: Heutige Gezeiten- oder Strömungskurve mit dem nächsten Ereignis.
es_es: La curva de mareas o corrientes de hoy, con el próximo evento.
fi: Tämän päivän vuorovesi- tai virtauskäyrä ja seuraava tapahtuma.
fr_ca: Courbe de marée ou de courant du jour, avec l’événement suivant.
it: La curva di marea o corrente di oggi, con il prossimo evento.
ja: 今日の潮汐または潮流の曲線と、次の変化。
ko: 오늘의 조석 또는 조류 곡선과 다음 현상.
nb: Dagens tidevanns- eller strømkurve med neste hendelse.
nl: De getij- of stroomcurve van vandaag met de volgende gebeurtenis.
pt_br: A curva de maré ou corrente de hoje, com o próximo evento.
pt_pt: A curva de maré ou corrente de hoje, com o próximo evento.
sv: Dagens tidvatten- eller strömkurva med nästa händelse.

source: Tomorrow
da: I morgen
de: Morgen
es_es: Mañana
fi: Huomenna
fr_ca: Demain
it: Domani
ja: 明日
ko: 내일
nb: I morgen
nl: Morgen
pt_br: Amanhã
pt_pt: Amanhã
sv: I morgon

source: Total Eclipse
da: Total formørkelse
de: Totale Mondfinsternis
es_es: Eclipse total
fi: Täydellinen kuunpimennys
fr_ca: Éclipse totale
it: Eclissi totale
ja: 皆既月食
ko: 개기월식
nb: Total formørkelse
nl: Totale maansverduistering
pt_br: Eclipse total
pt_pt: Eclipse total
sv: Total förmörkelse

source: Total Solar Eclipse
da: Total solformørkelse
de: Totale Sonnenfinsternis
es_es: Eclipse solar total
fi: Täydellinen auringonpimennys
fr_ca: Éclipse solaire totale
it: Eclissi solare totale
ja: 皆既日食
ko: 개기일식
nb: Total solformørkelse
nl: Totale zonsverduistering
pt_br: Eclipse solar total
pt_pt: Eclipse solar total
sv: Total solförmörkelse

source: Try %@ instead
da: Prøv %@ i stedet
de: Versuche stattdessen %@
es_es: Prueba %@ en su lugar
fi: Kokeile sen sijaan asemaa %@
fr_ca: Essayez %@ plutôt
it: Prova %@ invece
ja: 代わりに%@を試す
ko: 대신 %@ 사용
nb: Prøv %@ i stedet
nl: Probeer in plaats daarvan %@
pt_br: Experimente %@
pt_pt: Experimente %@
sv: Prova %@ i stället

source: Try again
da: Prøv igen
de: Erneut versuchen
es_es: Intentar de nuevo
fi: Yritä uudelleen
fr_ca: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
nb: Prøv igjen
nl: Probeer opnieuw
pt_br: Tentar novamente
pt_pt: Tentar novamente
sv: Försök igen

source: Turn Off
da: Slå fra
de: Ausschalten
es_es: Desactivar
fi: Poista käytöstä
fr_ca: Désactiver
it: Disattiva
ja: オフにする
ko: 끄기
nb: Slå av
nl: Zet uit
pt_br: Desativar
pt_pt: Desativar
sv: Stäng av

source: Turn on location in Settings to find nearby tides and currents.
da: Slå lokalitet til i Indstillinger for at finde tidevand og strømme i nærheden.
de: Aktiviere den Standort in den Einstellungen, um Gezeiten und Strömungen in der Nähe zu finden.
es_es: Activa la ubicación en Ajustes para encontrar mareas y corrientes cercanas.
fi: Salli sijainti asetuksissa löytääksesi lähistön vuorovedet ja virtaukset.
fr_ca: Activez la localisation dans Réglages pour trouver les marées et courants à proximité.
it: Attiva la posizione in Impostazioni per trovare maree e correnti vicine.
ja: 近くの潮汐と潮流を探すには、「設定」で位置情報をオンにしてください。
ko: 설정에서 위치를 켜 주변 조석과 조류를 찾으세요.
nb: Slå på posisjon i Innstillinger for å finne tidevann og strømmer i nærheten.
nl: Zet locatie aan in Instellingen om getij en stromingen in de buurt te vinden.
pt_br: Ative a localização em Ajustes para encontrar marés e correntes próximas.
pt_pt: Ative a localização em Definições para encontrar marés e correntes próximas.
sv: Slå på platstjänster i Inställningar för att hitta tidvatten och strömmar i närheten.

source: Turning on a favourite creates a separate calendar in your Calendar app. It contains high and low tides or slack-water events, plus eclipses.
da: Når du slår en favorit til, oprettes en separat kalender i appen Kalender. Den indeholder høj- og lavvande eller strømstille perioder samt formørkelser.
de: Wenn du einen Favoriten aktivierst, wird ein eigener Kalender in deiner Kalender-App erstellt. Er enthält Hoch- und Niedrigwasser oder Stauwasserzeiten sowie Finsternisse.
es_es: Al activar un favorito, se crea un calendario independiente en tu app Calendario. Contiene pleamares y bajamares o eventos de estoa, además de eclipses.
fi: Suosikin käyttöönotto luo erillisen kalenterin Kalenteri-sovellukseen. Se sisältää ylä- ja alavedet tai virran tyyntymishetket sekä pimennykset.
fr_ca: Activer un favori crée un calendrier distinct dans votre app Calendrier. Il contient les marées hautes et basses ou les événements d’étale, ainsi que les éclipses.
it: Attivando un preferito si crea un calendario separato nell’app Calendario. Contiene alte e basse maree o eventi di stanca, oltre alle eclissi.
ja: お気に入りをオンにすると、カレンダーアプリに専用のカレンダーが作成されます。満潮・干潮または潮止まりと、日食・月食が登録されます。
ko: 즐겨찾기를 켜면 캘린더 앱에 별도 캘린더가 생성됩니다. 만조와 간조 또는 정조 현상, 그리고 식이 포함됩니다.
nb: Når du slår på en favoritt, opprettes en egen kalender i Kalender-appen. Den inneholder høyvann og lavvann eller strømstille, samt formørkelser.
nl: Als je een favoriet aanzet, wordt een aparte kalender gemaakt in je Kalender-app. Deze bevat hoog- en laagwater of kenteringen, plus verduisteringen.
pt_br: Ativar um favorito cria um calendário separado no app Calendário. Ele contém preamares e baixa-mares ou eventos de estofo da corrente, além de eclipses.
pt_pt: Ativar um favorito cria um calendário separado na aplicação Calendário. Contém preia-mares e baixa-mares ou eventos de estofo da corrente, além de eclipses.
sv: När du aktiverar en favorit skapas en separat kalender i Kalender-appen. Den innehåller hög- och lågvatten eller strömstilla perioder samt förmörkelser.

source: under a minute
da: under et minut
de: unter einer Minute
es_es: menos de un minuto
fi: alle minuutti
fr_ca: moins d’une minute
it: meno di un minuto
ja: 1分未満
ko: 1분 미만
nb: under ett minutt
nl: minder dan een minuut
pt_br: menos de um minuto
pt_pt: menos de um minuto
sv: under en minut

source: Unfavorite
da: Fjern favorit
de: Aus Favoriten entfernen
es_es: Quitar de favoritos
fi: Poista suosikeista
fr_ca: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기 해제
nb: Fjern fra favoritter
nl: Verwijder uit favorieten
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
sv: Ta bort favorit

source: US channel bathymetry: NOAA National Bathymetric Source (public domain).
da: Amerikansk farledsbatymetri: NOAA National Bathymetric Source (public domain).
de: Bathymetrie US-amerikanischer Fahrwasser: NOAA National Bathymetric Source (gemeinfrei).
es_es: Batimetría de canales de EE. UU.: National Bathymetric Source de NOAA (dominio público).
fi: Yhdysvaltain väylien syvyystiedot: NOAA National Bathymetric Source (tekijänoikeuksista vapaa).
fr_ca: Bathymétrie des chenaux américains : NOAA National Bathymetric Source (domaine public).
it: Batimetria dei canali statunitensi: NOAA National Bathymetric Source (dominio pubblico).
ja: 米国の水路水深：NOAA National Bathymetric Source（パブリックドメイン）。
ko: 미국 수로 수심 자료: NOAA National Bathymetric Source (퍼블릭 도메인).
nb: Batymetri for amerikanske farleder: NOAA National Bathymetric Source (offentlig eiendom).
nl: Bathymetrie van Amerikaanse vaargeulen: NOAA National Bathymetric Source (publiek domein).
pt_br: Batimetria dos canais dos EUA: NOAA National Bathymetric Source (domínio público).
pt_pt: Batimetria dos canais dos EUA: NOAA National Bathymetric Source (domínio público).
sv: Amerikansk farledsbatymetri: NOAA National Bathymetric Source (public domain).

source: US stations: NOAA CO-OPS harmonic constituents (public domain).
da: Amerikanske stationer: harmoniske komponenter fra NOAA CO-OPS (public domain).
de: US-amerikanische Stationen: harmonische Komponenten von NOAA CO-OPS (gemeinfrei).
es_es: Estaciones de EE. UU.: componentes armónicos de NOAA CO-OPS (dominio público).
fi: Yhdysvaltain asemat: NOAA CO-OPS:n harmoniset osatekijät (tekijänoikeuksista vapaat).
fr_ca: Stations américaines : constituants harmoniques de NOAA CO-OPS (domaine public).
it: Stazioni statunitensi: costituenti armoniche NOAA CO-OPS (dominio pubblico).
ja: 米国の観測所：NOAA CO-OPSの調和分潮（パブリックドメイン）。
ko: 미국 관측소: NOAA CO-OPS 조화 분조 (퍼블릭 도메인).
nb: Amerikanske stasjoner: harmoniske komponenter fra NOAA CO-OPS (offentlig eiendom).
nl: Amerikaanse stations: harmonische componenten van NOAA CO-OPS (publiek domein).
pt_br: Estações dos EUA: componentes harmônicas NOAA CO-OPS (domínio público).
pt_pt: Estações dos EUA: componentes harmónicas NOAA CO-OPS (domínio público).
sv: Amerikanska stationer: harmoniska komponenter från NOAA CO-OPS (public domain).

source: Waiting
da: Venter
de: Wartet
es_es: Esperando
fi: Odotetaan
fr_ca: En attente
it: In attesa
ja: 待機中
ko: 대기 중
nb: Venter
nl: Wachten
pt_br: Aguardando
pt_pt: A aguardar
sv: Väntar

source: Waiting · %@ in line
da: Venter · %@ i køen
de: Wartet · %@ in der Warteschlange
es_es: Esperando · %@ en la cola
fi: Odotetaan · %@ jonossa
fr_ca: En attente · %@ en file d’attente
it: In attesa · %@ in coda
ja: 待機中 · 待ち順：%@
ko: 대기 중 · 순서 %@
nb: Venter · %@ i køen
nl: Wachten · %@ in de wachtrij
pt_br: Aguardando · %@ na fila
pt_pt: A aguardar · %@ na fila
sv: Väntar · %@ i kön

source: Waiting · next
da: Venter · næste
de: Wartet · als Nächstes
es_es: Esperando · siguiente
fi: Odotetaan · seuraava
fr_ca: En attente · suivant
it: In attesa · prossima
ja: 待機中 · 次
ko: 대기 중 · 다음
nb: Venter · neste
nl: Wachten · volgende
pt_br: Aguardando · próxima
pt_pt: A aguardar · próxima
sv: Väntar · näst på tur

source: Waiting for signal
da: Venter på signal
de: Wartet auf Verbindung
es_es: Esperando señal
fi: Odotetaan yhteyttä
fr_ca: En attente de signal
it: In attesa di segnale
ja: 接続待ち
ko: 연결 대기 중
nb: Venter på signal
nl: Wachten op verbinding
pt_br: Aguardando sinal
pt_pt: A aguardar sinal
sv: Väntar på signal

source: Waiting for signal. Areas already downloaded keep working offline.
da: Venter på signal. Allerede hentede områder bliver ved med at virke offline.
de: Wartet auf Verbindung. Bereits geladene Bereiche funktionieren weiterhin offline.
es_es: Esperando señal. Las zonas ya descargadas siguen funcionando sin conexión.
fi: Odotetaan yhteyttä. Jo ladatut alueet toimivat edelleen ilman verkkoyhteyttä.
fr_ca: En attente de signal. Les zones déjà téléchargées continuent de fonctionner hors ligne.
it: In attesa di segnale. Le aree già scaricate continuano a funzionare offline.
ja: 接続待ち。ダウンロード済みのエリアはオフラインでも利用できます。
ko: 연결 대기 중. 이미 다운로드된 영역은 오프라인에서도 계속 작동합니다.
nb: Venter på signal. Områder som allerede er lastet ned, fortsetter å virke frakoblet.
nl: Wachten op verbinding. Al gedownloade gebieden blijven offline werken.
pt_br: Aguardando sinal. As áreas já baixadas continuam funcionando offline.
pt_pt: A aguardar sinal. As áreas já descarregadas continuam a funcionar sem ligação.
sv: Väntar på signal. Redan hämtade områden fortsätter fungera offline.

source: Waiting for signal. Downloads resume when you're connected; anything already available keeps working offline.
da: Venter på signal. Hentninger fortsætter, når du har forbindelse; alt, der allerede er tilgængeligt, virker offline.
de: Wartet auf Verbindung. Downloads werden fortgesetzt, sobald du verbunden bist; alles bereits Verfügbare funktioniert weiterhin offline.
es_es: Esperando señal. Las descargas se reanudan cuando te conectas; todo lo que ya está disponible sigue funcionando sin conexión.
fi: Odotetaan yhteyttä. Lataukset jatkuvat, kun olet verkossa; jo käytettävissä olevat tiedot toimivat ilman verkkoyhteyttä.
fr_ca: En attente de signal. Les téléchargements reprennent dès que vous êtes connecté ; tout ce qui est déjà disponible continue de fonctionner hors ligne.
it: In attesa di segnale. I download riprendono quando sei connesso; tutto ciò che è già disponibile continua a funzionare offline.
ja: 接続待ち。接続するとダウンロードを再開します。利用可能なデータはオフラインでも使えます。
ko: 연결 대기 중. 연결되면 다운로드를 재개하며 이미 사용 가능한 자료는 오프라인에서도 계속 작동합니다.
nb: Venter på signal. Nedlastingene fortsetter når du er tilkoblet; alt som allerede er tilgjengelig, fortsetter å virke frakoblet.
nl: Wachten op verbinding. Downloads gaan verder zodra je verbinding hebt; alles wat al beschikbaar is blijft offline werken.
pt_br: Aguardando sinal. Os downloads continuam quando houver conexão; tudo que já está disponível continua funcionando offline.
pt_pt: A aguardar sinal. As descargas são retomadas quando houver ligação; tudo o que já está disponível continua a funcionar sem ligação.
sv: Väntar på signal. Hämtningarna fortsätter när du är ansluten; allt som redan finns fungerar offline.
